[
  "obsidian-git",
  "typing-assistant",
  "obsidian-style-settings",
  "mysnippets-plugin",
  "obsidian-admonition",
  "recent-files-obsidian",
  "attachment-flow-plugin",
  "calendar",
  "quickadd",
  "obsidian-day-planner",
  "dataview",
  "templater-obsidian",
  "obsidian-wakatime",
  "obsidian-linter",
  "obsidian-better-command-palette",
  "easy-typing-obsidian",
  "editing-toolbar",
  "obsidian-quiet-outline",
  "obsidian-tag-suggest",
  "floating-toc",
  "obsidian-image-auto-upload-plugin"
]